Repository: peremen/noah3k
Catalog: i18n/*.po
Languages: ru

source: NO_PERMISSION
ru: Нет разрешения

source: NO_SUCH_USER
ru: Нет такого пользователя

source: EMPTY_TITLE
ru: Без названия

source: EMPTY_BODY
ru: Без поля

source: NO_SUCH_BOARD
ru: Нет такого форума

source: FOLDER
ru: Папка

source: DATABASE_ERROR
ru: Ошибка в базе данных

source: NO_SUCH_ARTICLE
ru: Нет такой статьи

source: HAS_REPLY
ru: Ответить

source: SUCCESS
ru: Успех

source: EMPTY_COMMENT
ru: Без комментариев

source: NO_SUCH_COMMENT
ru: Нет такой ссылки

source: NO_KEYWORD_SPECIFIED
ru: Без указанного ключевого слова

source: INVALID_BOARDNAME
ru: Неверное имя форума

source: BOARD_ALREADY_EXIST
ru: Форум уже существуют

source: INVALID_PARENT
ru: Недействительный источник

source: NO_PERMISSION_ON_NEW_PARENT
ru: Нет разрешения на нового родителя

source: HAS_CHILD
ru: С ребенком

source: INVALID_SENDER
ru: Недействительный отправитель

source: INVALID_RECEIVER
ru: Недействительный получатель

source: year
ru: год

source: month
ru: месяца

source: week
ru: неделю

source: day
ru: день

source: hour
ru: час

source: minute
ru: минута

source: minutes
ru: минут

source: INVALID_PASSWORD
ru: Недействительный пароль

source: INVALID_USERNAME
ru: Недействительное имя пользователя

source: ID_ALREADY_EXISTS
ru: Идентификатор уже существует

source: HAS_BOARD
ru: Есть форум

source: INVALID_UID
ru: Неверный идентификатор пользователя

source: INVALID_NOTICE_BOARD
ru: Недействительный форум уведомления

source: NO_NOTICE
ru: Без предварительного уведомления

source: INVALID_BOARD
ru: Недействительный форум

source: INVALID_ACTION
ru: Недействительное действие

source: From %s's Article %s:
ru: От кого: %s Статья: %s

source: Reply - /%s
ru: Ответить: - /%s

source: Reply to the article
ru: Ответ на статью

source: Modify - /%s
ru: Изменить - /%s

source: Modify article
ru: Изменить статью

source: Do you want to delete the article?
ru: Вы действительно хотите удалить эту статью?

source: Confirmation
ru: Подтверждение

source: Write article - %s
ru: Написать статью - %s

source: Write article
ru: Написать статью

source: Information - %s
ru: Информация - %s

source: Main menu
ru: Заглавная страница

source: Create child board - %s
ru: Создать форум ребенка - %s

source: NO_SUCH_USER_FOR_BOARD_ADMIN
ru: Нет такого пользователя для администратора форума

source: NO_NAME_SPECIFIED
ru: Имя не указано

source: BOARD_EXISTS
ru: Форум существует

source: Modify information - %s
ru: Изменить информацию -%s

source: Do you want to delete this board?
ru: Вы действительно хотите удалить этот раздел?

source: Search Results
ru: Результат поиска

source: Join
ru: Зарегистрироваться

source: INCORRECT_CAPTCHA
ru: Неправильный CAPTCHA

source: CAPTCHA_ERROR
ru: Ошибка в CAPTCHA

source: NO_USERNAME_SPECIFIED
ru: Имя не указано

source: PASSWORD_DO_NOT_MATCH
ru: Пароль не совпадает

source: PASSWORD_TOO_SHORT
ru: Слишком короткий пароль

source: Login
ru: Войти

source: No user ID or password specified.
ru: Не указан идентификатор пользователя или пароль

source: Lost Login?
ru: Забыли пароль?

source: NO_SUCH_MAIL_ADDRESS
ru: Нет такого адреса электронной почты

source: NOAH password recovery
ru: NOAH Восстановление пароля

source: Dear NOAH user, Some user on IP %s requested new password of your account(s). Following list contains your account(s). Click on the corresponding link for recovering password of account. %s If you did not requested password recovery, then please log in into your account. This link will not be vaild after logging into the account.
ru: Уважаемый NOAH пользователь, Некоторые пользователь на IP %s просил новый пароль вашего счета. После списка содержит ваши счета. Нажмите на соответствующую ссылку для восстановления пароль учетной записи. %s Если вы не просила для восстановления пароля, пожалуйста, войдите в свой счет. Эта связь не будет действовать после входа в аккаунт.

source: Message Sent. Please follow instructions on the message.
ru: Сообщение передано. Пожалуйста, следуйте инструкциям на сообщение.

source: Information
ru: Информация

source: INVALID_LINK
ru: Неверная ссылка

source: INVALID_PASSWORD_KEY
ru: Неверный ключевые пароль

source: Credits
ru: Кредиты

source: INVALID_NOAH2K_ACTION
ru: Недействительное действие NOAH2K

source: NO_BOARD_SPECIFIED
ru: Форум не указан

source: NO_ARTICLE_SPECIFIED
ru: Не указана статья

source: NO_ATTACHMENT_SPECIFIED
ru: Не указано приложение

source: My Information
ru: Моя информация

source: New Article
ru: Новая статья

source: Edit My Information
ru: Изменить мою информацию

source: Leave NOAH
ru: Покинуть NOAH

source: My Boards
ru: Мой форум

source: Favorite Boards
ru: Избранный форум

source: Inbox
ru: Входящие

source: NO_SUCH_MESSAGE
ru: Нет такого сообщения

source: From message "%s":
ru: Из сообщения "%s":

source: Write Reply
ru: Написать ответ

source: Write Message
ru: Написать письмо

source: Read Message
ru: Прочитать сообщение

source: Do you want to delete the message?
ru: Вы хотите удалить сообщение?

source: Help: %s
ru: Справка: %s

source: Error
ru: Ошибка

source: Close this window
ru: Закрыть это окно

source: Location
ru: Местоположение

source: Name
ru: Имя

source: Admin
ru: Администратор

source: Upper Admin(s)
ru: Верхний администратор(ы)

source: Type
ru: Тип

source: Folder
ru: Папка

source: Board
ru: Форум

source: Alias
ru: Псевдоним

source: Allow Comment
ru: Разрешить комментарии

source: Allow Guest Writing
ru: Разрешить гостей письменном

source: Include in Search
ru: Включить в поиск

source: Show Profile Images
ru: Показать изображения профиля

source: Short Description
ru: Краткое описание

source: Long Description
ru: Полное описание

source: Delete This Board
ru: Удалить этот раздел

source: Create Child Board
ru: Создать форум ребенка

source: Submit
ru: ОК

source: Cancel
ru: Отмена

source: Modify
ru: Изменить

source: Basic Information
ru: Основная информация

source: Details
ru: Подробности

source: Comments
ru: Комментарий

source: Not Allow
ru: Нет

source: Allow
ru: Да

source: Guest Writing
ru: Запись для гостей

source: Board Description
ru: Описание форума

source: No long description available.
ru: Полное описание не доступно

source: Title
ru: Тема

source: Content
ru: Содержание

source: (BBCode Help)
ru: (BBCode Справка)

source: Attachment %s
ru: Приложение %s

source: Delete
ru: Удалить

source: Attachment
ru: Приложение

source: MARK_AS_UNREADED
ru: Отметить как непрочитанное

source: Go Back
ru: Назад

source: Write Private Message
ru: Написать личное сообщение

source: To
ru: Кому:

source: Check error details and retry.
ru: Проверь сведения об ошибках и повтори

source: An error has occured. Sorry for inconvenience.
ru: Произошла ошибка. Извините за причиненные неудобства.

source: Following information is reported to administrator. We will fix error soon.
ru: Следующая информация сообщена администратору.Мы исправим ошибки в ближайшее время.

source: More
ru: Больше

source: Help
ru: Справка

source: Former Member
ru: Бывший член

source: No private messages.
ru: Нет личных сообщений

source: %s messages
ru: %s сообщения

source: From
ru: От

source: Date
ru: Дата

source: Password
ru: Пароль

source: Repeat Password
ru: Повторный набор пароля

source: Nickname
ru: Прозвище

source: E-Mail
ru: Электронная почта

source: To leave NOAH, please enter your password.
ru: Чтобы оставить NOAH, введите свой пароль.

source: Leave
ru: Уходить

source: Internal Error
ru: Внутренняя ошибка

source: No Notice
ru: Нет заметки

source: To recover your login information, E-Mail address associated with your account is required.
ru: Чтобы восстановить логин информации, E-Mail адрес, связанный с вашей учетной записью требуется.

source: If you didn't specified E-Mail address in your account, please contact <a href="/noah/ToSysop">Administrator</a> directly.
ru: Если вы не указан E-Mail адрес в учетной записи, пожалуйста, <a href="/noah/ToSysop">обращайтесь</a> непосредственно к администратору.

source: By filling out this form, you will receive message with password recovery instructions.
ru: Заполнив данную форму, вы получите сообщение с инструкциями для восстановления пароля.

source: Please follow the link on the message to recover login information.
ru: Пожалуйста, перейдите по ссылке в сообщении для восстановления логин информации.

source: Send Message
ru: Отправить сообщение

source: Department Notice
ru: Уведомление о Департаменте

source: Student Notice
ru: Уведомление о студентах

source: Free Board
ru: Общий форум

source: Friends
ru: Друзья

source: Undergraduate
ru: Бакалавриат

source: Courses
ru: Курсы

source: Current Courses
ru: Текущие курсы

source: Old Courses
ru: Старый курсы

source: Department
ru: Департамент

source: To Dept.
ru: Для Деп.

source: EVE Room
ru: EVE комната

source: Job Offer
ru: О работе

source: Master
ru: Магистров

source: Community
ru: Сообщество

source: Tips
ru: Советы

source: Q&amp;A
ru: Вопросы и ответы

source: Club Room
ru: Клуб форума

source: Personal Boards
ru: Личный форум

source: Administration
ru: Администрация

source: Old Boards
ru: Старый форум

source: Old Personal Boards
ru: Старый личный форум

source: System Notice
ru: Система уведомления

source: To Administrator
ru: Для администратора

source: New Boards, System Error, Other Inquries
ru: Новый форум, системная ошибка, другие вопросы

source: Advertisement
ru: Реклама

source: NOAH Mobile
ru: NOAH мобильный

source: NOAH Notifier for Chrome
ru: NOAH Оповещения для Chrome

source: NOAH Notifier for Android
ru: NOAH Оповещения для Android

source: %s ago
ru: %s назад

source: None
ru: Нет

source: Website
ru: Веб-сайт

source: Signature
ru: Подпись

source: Introduction
ru: Введение

source: Language
ru: Язык

source: Join Date
ru: Дата регистрации

source: Login Count
ru: Счет входов

source: Posts
ru: Запись

source: _:Count Comments
ru: Количество комментариев

source: Last Login
ru: Последний вход

source: Unknown
ru: Неизвестный

source: Last Login IP
ru: Последний IP вход

source: Password Strength
ru: Прочность пароля

source: Strong
ru: Прочный

source: Normal
ru: Нормальный

source: (Change password recommended)
ru: (Изменение пароля рекомендовано)

source: Weak
ru: Слабый

source: (Change password NOW)
ru: (Изменить пароль сейчас)

source: My Posts
ru: Моя запись

source: Profile Image
ru: Профиль изображения

source: Current Password
ru: Текущий пароль

source: New Password
ru: Новый пароль

source: No new articles.
ru: Нет новых статей

source: Author
ru: Автор

source: Hit
ru: Хит

source: Mark_All_Read
ru: Отметить все как прочитанное

source: OK
ru: ОК

source: Written on %s
ru: Создан: %s

source: Modified on %s
ru: Изменён: %s

source: Write Comment
ru: Написать комментарий

source: List
ru: Список

source: Write
ru: Написать

source: Reply
ru: Ответить

source: Unmark
ru: Отменить пометку

source: Mark
ru: Отметить

source: Auto Login (max two weeks)
ru: Авто Логин (не более двух недель)

source: My Info
ru: Моя информация

source: Mail
ru: Почта

source: Logout
ru: Выход

source: Sub-boards
ru: Подфорум

source: You have no boards
ru: У вас нет форумов

source: Favorites
ru: Избранное

source: (not available)
ru: (Недоступный)

source: (remove)
ru: (Удалить)

source: (add)
ru: (Добавить)

source: No board in your favorites
ru: Нет форумов в избранных

source: Feed
ru: Ввод

source: Notice
ru: Уведомления

source: (archive)
ru: (Архив)

source: No course boards
ru: Нет форум курсов

source: No articles in this board.<br />Press 'Write' to write one.
ru: Нет статей в этом форуме.<br /> Нажмите 'Написать', чтобы создать.

source: No search results.
ru: Ничего не найдено

source: Write new article
ru: Написать новую статью

source: Modify Board
ru: Изменить форум

source: Backup Board
ru: Резервное копирование форум

source: Board Statistics
ru: Статистика форума

source: Unsubscribe from this board
ru: Отказаться от подписки на этот форум

source: Unsubscribe
ru: Отказаться от подписки

source: Subscribe to this board
ru: Подписаться на этот форум

source: Subscribe
ru: Подписаться

source: Body
ru: Поле

source: Description
ru: Описание

source: No child boards.
ru: Нет ребенка форума

source: Boards
ru: Форумы

source: Home
ru: Главная

source: Board Information
ru: Информация о форуме

source: Personal Information
ru: Личная информациия

source: Usage Statistics
ru: Статистика использования

source: Last Modified
ru: Последнее изменение

source: Date/Time
ru: Дата/Время

source: To post commment, please <a href="/m/+login">log in</a>
ru: <a href="/m/+login">Войдите</a> пожалуйста,чтобы отправить сообщение

source: Prev
ru: Пред

source: Next
ru: След

source: Display and modify board information
ru: Показать и изменить информацию форума

source: Child Boards
ru: Подразделы

source: No boards.
ru: Нет форумов
